/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@（%g°、%g°、%g）";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@（%g°、%g°、%g）";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "アンビソニックW";

/* An audio channel label. */
"Ambisonic X" = "アンビソニックX";

/* An audio channel label. */
"Ambisonic Y" = "アンビソニックY";

/* An audio channel label. */
"Ambisonic Z" = "アンビソニックZ";

/* An audio channel label. */
"Center" = "センター";

/* An audio channel label. */
"Center Surround" = "センターサラウンド";

/* An audio channel label. */
"Center Surround Direct" = "センター・サラウンド・ダイレクト";

/* Channel. An audio channel label. */
"Channel" = "チャンネル";

/* Channels. An audio channel label. */
"Channels" = "チャンネル";

/* An audio channel label. */
"Click Track" = "クリックトラック";

/* An audio channel label. */
"Dialog Centric Mix" = "ダイアログ・セントリック・ミックス";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "ディスクリート";

/* An audio channel label. */
"Foreign Language" = "外国語";

/* An audio channel label. */
"Headphones Left" = "ヘッドフォン左";

/* An audio channel label. */
"Headphones Right" = "ヘッドフォン右";

/* An audio channel label. */
"Hearing Impaired" = "耳の不自由な方";

/* An audio channel label. */
"Left" = "左";

/* An audio channel label. */
"Left Center" = "左センター";

/* An audio channel label. */
"Left Surround" = "左サラウンド";

/* An audio channel label. */
"Left Surround Direct" = "左サラウンドダイレクト";

/* An audio channel label. */
"Left Total" = "左トータル";

/* An audio channel label. */
"Left Wide" = "左ワイド";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "LFEスクリーン";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "中央";

/* An audio channel label. */
"Mono" = "モノラル";

/* An audio channel label. */
"Narration" = "ナレーション";

/* An audio channel label. */
"Rear Surround Left" = "サラウンド左 (リア)";

/* An audio channel label. */
"Rear Surround Right" = "サラウンド右 (リア)";

/* An audio channel label. */
"Right" = "右";

/* An audio channel label. */
"Right Center" = "右センター";

/* An audio channel label. */
"Right Surround" = "右サラウンド";

/* An audio channel label. */
"Right Surround Direct" = "右サラウンドダイレクト";

/* An audio channel label. */
"Right Total" = "右トータル";

/* An audio channel label. */
"Right Wide" = "右ワイド";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "サイド";

/* An audio channel label. */
"Top Back Center" = "トップバック・センター";

/* An audio channel label. */
"Top Back Left" = "トップバック左";

/* An audio channel label. */
"Top Back Right" = "トップバック右";

/* An audio channel label. */
"Top Center Surround" = "トップセンター・サラウンド";

/* An audio channel label. */
"Unknown" = "不明";

/* An audio channel label. */
"Unused" = "未使用";

/* An audio channel label. */
"Vertical Height Center" = "バーティカルハイト・センター";

/* An audio channel label. */
"Vertical Height Left" = "バーティカルハイト左";

/* An audio channel label. */
"Vertical Height Right" = "バーティカルハイト右";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "ハプティック";

